-- MySQL dump 10.13  Distrib 5.7.26, for Linux (x86_64)
--
-- Host: 127.0.0.1    Database: slimer
-- ------------------------------------------------------
-- Server version	5.7.26-0ubuntu0.19.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT = @@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS = @@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION = @@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE = @@TIME_ZONE */;
/*!40103 SET TIME_ZONE = '+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS = @@UNIQUE_CHECKS, UNIQUE_CHECKS = 0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS = @@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS = 0 */;
/*!40101 SET @OLD_SQL_MODE = @@SQL_MODE, SQL_MODE = 'NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES = @@SQL_NOTES, SQL_NOTES = 0 */;

--
-- Table structure for table `activities`
--

DROP TABLE IF EXISTS `activities`;
/*!40101 SET @saved_cs_client = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `activities`
(
    `id`       bigint(20)   NOT NULL AUTO_INCREMENT,
    `active`   int(11)  DEFAULT NULL,
    `created`  datetime     NOT NULL,
    `updated`  datetime DEFAULT NULL,
    `calories` int(11)      NOT NULL,
    `name`     varchar(255) NOT NULL,
    `type`     varchar(255) NOT NULL,
    PRIMARY KEY (`id`)
) ENGINE = MyISAM
  AUTO_INCREMENT = 187
  DEFAULT CHARSET = utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `activities`
--

LOCK TABLES `activities` WRITE;
/*!40000 ALTER TABLE `activities`
    DISABLE KEYS */;
INSERT INTO `activities`
VALUES (1, 1, '2019-07-06 12:32:51', NULL, 375, 'Активные игры с детьми', 'ENTERTAINMENT'),
       (2, 1, '2019-07-06 12:32:51', NULL, 46, 'Вязание', 'ENTERTAINMENT'),
       (3, 1, '2019-07-06 12:32:51', NULL, 101, 'Игра на гитаре сидя', 'ENTERTAINMENT'),
       (4, 1, '2019-07-06 12:32:51', NULL, 202, 'Игра на гитаре стоя', 'ENTERTAINMENT'),
       (5, 1, '2019-07-06 12:32:51', NULL, 150, 'Игра на пианино', 'ENTERTAINMENT'),
       (6, 1, '2019-07-06 12:32:51', NULL, 151, 'Игра на скрипке', 'ENTERTAINMENT'),
       (7, 1, '2019-07-06 12:32:51', NULL, 252, 'Игра на тромбоне', 'ENTERTAINMENT'),
       (8, 1, '2019-07-06 12:32:51', NULL, 151, 'Игра на трубе', 'ENTERTAINMENT'),
       (9, 1, '2019-07-06 12:32:51', NULL, 101, 'Игра на флейте', 'ENTERTAINMENT'),
       (10, 1, '2019-07-06 12:32:51', NULL, 141, 'Игра с детьми сидя', 'ENTERTAINMENT'),
       (11, 1, '2019-07-06 12:32:51', NULL, 150, 'Игры с животными', 'ENTERTAINMENT'),
       (12, 1, '2019-07-06 12:32:51', NULL, 141, 'Кормление ребёнка', 'ENTERTAINMENT'),
       (13, 1, '2019-07-06 12:32:51', NULL, 188, 'Купание ребёнка', 'ENTERTAINMENT'),
       (14, 1, '2019-07-06 12:32:51', NULL, 234, 'Мытьё животного', 'ENTERTAINMENT'),
       (15, 1, '2019-07-06 12:32:51', NULL, 188, 'Ношение детей на руках', 'ENTERTAINMENT'),
       (16, 1, '2019-07-06 12:32:51', NULL, 141, 'Одевание ребёнка', 'ENTERTAINMENT'),
       (17, 1, '2019-07-06 12:32:51', NULL, 281, 'Подвижные игры с детьми', 'ENTERTAINMENT'),
       (18, 1, '2019-07-06 12:32:51', NULL, 47, 'Принятие ванны', 'ENTERTAINMENT'),
       (19, 1, '2019-07-06 12:32:51', NULL, 93, 'Принятие душа', 'ENTERTAINMENT'),
       (20, 1, '2019-07-06 12:32:51', NULL, 151, 'Прогулка с коляской', 'ENTERTAINMENT'),
       (21, 1, '2019-07-06 12:32:51', NULL, 202, 'Прогулка с собакой', 'ENTERTAINMENT'),
       (22, 1, '2019-07-06 12:32:51', NULL, 55, 'Просмотр телепередач', 'ENTERTAINMENT'),
       (23, 1, '2019-07-06 12:32:51', NULL, 50, 'Разговор по телефону сидя', 'ENTERTAINMENT'),
       (24, 1, '2019-07-06 12:32:51', NULL, 80, 'Разговор по телефону стоя', 'ENTERTAINMENT'),
       (25, 1, '2019-07-06 12:32:51', NULL, 50, 'Рукоделие (сидя)', 'ENTERTAINMENT'),
       (26, 1, '2019-07-06 12:32:51', NULL, 80, 'Рукоделие (стоя)', 'ENTERTAINMENT'),
       (27, 1, '2019-07-06 12:32:51', NULL, 152, 'Секс (активный)', 'ENTERTAINMENT'),
       (28, 1, '2019-07-06 12:32:51', NULL, 76, 'Секс (пассивный)', 'ENTERTAINMENT'),
       (29, 1, '2019-07-06 12:32:51', NULL, 101, 'Семейная прогулка', 'ENTERTAINMENT'),
       (30, 1, '2019-07-06 12:32:51', NULL, 46, 'Сон', 'ENTERTAINMENT'),
       (31, 1, '2019-07-06 12:32:51', NULL, 710, 'Строительство из снега', 'ENTERTAINMENT'),
       (32, 1, '2019-07-06 12:32:51', NULL, 202, 'Танцы классические (медленные)', 'ENTERTAINMENT'),
       (33, 1, '2019-07-06 12:32:51', NULL, 450, 'Танцы классические (быстрые)', 'ENTERTAINMENT'),
       (34, 1, '2019-07-06 12:32:51', NULL, 141, 'Укладка волос', 'ENTERTAINMENT'),
       (35, 1, '2019-07-06 12:32:51', NULL, 84, 'Чтение сидя', 'ENTERTAINMENT'),
       (36, 1, '2019-07-06 12:32:51', NULL, 46, 'Шитьё', 'ENTERTAINMENT'),
       (37, 1, '2019-07-06 12:32:51', NULL, 332, 'Бадминтон', 'SPORTS'),
       (38, 1, '2019-07-06 12:32:51', NULL, 479, 'Баскетбол', 'SPORTS'),
       (39, 1, '2019-07-06 12:32:51', NULL, 739, 'Бег 10 км/ч', 'SPORTS'),
       (40, 1, '2019-07-06 12:32:51', NULL, 1071, 'Бег 15 км/ч', 'SPORTS'),
       (41, 1, '2019-07-06 12:32:51', NULL, 592, 'Бег 8 км/ч', 'SPORTS'),
       (42, 1, '2019-07-06 12:32:51', NULL, 592, 'Бег на лыжах', 'SPORTS'),
       (43, 1, '2019-07-06 12:32:51', NULL, 664, 'Бег на природе', 'SPORTS'),
       (44, 1, '2019-07-06 12:32:51', NULL, 1424, 'Бег по лестнице вверх', 'SPORTS'),
       (45, 1, '2019-07-06 12:32:51', NULL, 811, 'Бег по пересечённой местности', 'SPORTS'),
       (46, 1, '2019-07-06 12:32:51', NULL, 609, 'Бег трусцой', 'SPORTS'),
       (47, 1, '2019-07-06 12:32:51', NULL, 184, 'Бильярд', 'SPORTS'),
       (48, 1, '2019-07-06 12:32:51', NULL, 664, 'Бокс', 'SPORTS'),
       (49, 1, '2019-07-06 12:32:51', NULL, 1117, 'Боксирование с грушей', 'SPORTS'),
       (50, 1, '2019-07-06 12:32:51', NULL, 445, 'Борьба', 'SPORTS'),
       (51, 1, '2019-07-06 12:32:51', NULL, 445, 'Быстрая ходьба', 'SPORTS'),
       (52, 1, '2019-07-06 12:32:51', NULL, 739, 'Быстрое плавание', 'SPORTS'),
       (53, 1, '2019-07-06 12:32:51', NULL, 508, 'Велосипед 10 км/ч', 'SPORTS'),
       (54, 1, '2019-07-06 12:32:51', NULL, 592, 'Велосипед 20 км/ч', 'SPORTS'),
       (55, 1, '2019-07-06 12:32:51', NULL, 739, 'Велосипед 25 км/ч', 'SPORTS'),
       (56, 1, '2019-07-06 12:32:51', NULL, 886, 'Велосипед 30 км/ч', 'SPORTS'),
       (57, 1, '2019-07-06 12:32:51', NULL, 1218, 'Велосипед 35+ км/ч', 'SPORTS'),
       (58, 1, '2019-07-06 12:32:51', NULL, 302, 'Велосипед <10 км/ч', 'SPORTS'),
       (59, 1, '2019-07-06 12:32:51', NULL, 710, 'Верховая езда, галоп', 'SPORTS'),
       (60, 1, '2019-07-06 12:32:51', NULL, 302, 'Аквааэробика', 'SPORTS'),
       (61, 1, '2019-07-06 12:32:51', NULL, 517, 'Аэробика интенсивная', 'SPORTS'),
       (62, 1, '2019-07-06 12:32:51', NULL, 407, 'Аэробика лёгкая', 'SPORTS'),
       (63, 1, '2019-07-06 12:32:51', NULL, 777, 'Велотренажёр (высокая интенсивность)', 'SPORTS'),
       (64, 1, '2019-07-06 12:32:51', NULL, 517, 'Велотренажёр (средняя интенсивность)', 'SPORTS'),
       (65, 1, '2019-07-06 12:32:51', NULL, 202, 'Велотренажёр, разминка', 'SPORTS'),
       (66, 1, '2019-07-06 12:32:51', NULL, 559, 'Верховая езда, рысь', 'SPORTS'),
       (67, 1, '2019-07-06 12:32:51', NULL, 160, 'Верховая езда, шаг', 'SPORTS'),
       (68, 1, '2019-07-06 12:32:51', NULL, 739, 'Водное поло', 'SPORTS'),
       (69, 1, '2019-07-06 12:32:51', NULL, 445, 'Водные лыжи', 'SPORTS'),
       (70, 1, '2019-07-06 12:32:51', NULL, 223, 'Волейбол', 'SPORTS'),
       (71, 1, '2019-07-06 12:32:51', NULL, 302, 'Восточные гимнастики', 'SPORTS'),
       (72, 1, '2019-07-06 12:32:51', NULL, 739, 'Восточные единоборства', 'SPORTS'),
       (73, 1, '2019-07-06 12:32:51', NULL, 886, 'Гандбол', 'SPORTS'),
       (74, 1, '2019-07-06 12:32:51', NULL, 407, 'Гольф', 'SPORTS'),
       (75, 1, '2019-07-06 12:32:51', NULL, 369, 'Гребля на байдарке', 'SPORTS'),
       (76, 1, '2019-07-06 12:32:51', NULL, 701, 'Гребной тренажёр', 'SPORTS'),
       (77, 1, '2019-07-06 12:32:51', NULL, 151, 'Дартс', 'SPORTS'),
       (78, 1, '2019-07-06 12:32:51', NULL, 916, 'Занятия со скакалкой', 'SPORTS'),
       (79, 1, '2019-07-06 12:32:51', NULL, 609, 'Катание на коньках', 'SPORTS'),
       (80, 1, '2019-07-06 12:32:51', NULL, 609, 'Катание на лыжах', 'SPORTS'),
       (81, 1, '2019-07-06 12:32:51', NULL, 517, 'Катание на роликах', 'SPORTS'),
       (82, 1, '2019-07-06 12:32:51', NULL, 369, 'Катание на скейтборде', 'SPORTS'),
       (83, 1, '2019-07-06 12:32:51', NULL, 445, 'Катание с гор на лыжах', 'SPORTS'),
       (84, 1, '2019-07-06 12:32:51', NULL, 223, 'Кегли', 'SPORTS'),
       (85, 1, '2019-07-06 12:32:51', NULL, 294, 'Кёрлинг', 'SPORTS'),
       (86, 1, '2019-07-06 12:32:51', NULL, 1424, 'Конькобежный спорт', 'SPORTS'),
       (87, 1, '2019-07-06 12:32:51', NULL, 701, 'Лыжный тренажёр', 'SPORTS'),
       (88, 1, '2019-07-06 12:32:51', NULL, 302, 'Настольный теннис', 'SPORTS'),
       (89, 1, '2019-07-06 12:32:51', NULL, 310, 'Обруч', 'SPORTS'),
       (90, 1, '2019-07-06 12:32:51', NULL, 664, 'Ориентирование на местности', 'SPORTS'),
       (91, 1, '2019-07-06 12:32:51', NULL, 563, 'Пеший поход', 'SPORTS'),
       (92, 1, '2019-07-06 12:32:51', NULL, 815, 'Плавание (баттерфляй)', 'SPORTS'),
       (93, 1, '2019-07-06 12:32:51', NULL, 739, 'плавание (брасс)', 'SPORTS'),
       (94, 1, '2019-07-06 12:32:51', NULL, 815, 'Плавание (кролль)', 'SPORTS'),
       (95, 1, '2019-07-06 12:32:51', NULL, 445, 'Плавание (общее)', 'SPORTS'),
       (96, 1, '2019-07-06 12:32:51', NULL, 592, 'Плавание на спине', 'SPORTS'),
       (97, 1, '2019-07-06 12:32:51', NULL, 369, 'Плавание с маской и трубкой', 'SPORTS'),
       (98, 1, '2019-07-06 12:32:51', NULL, 592, 'Пляжный волейбол', 'SPORTS'),
       (99, 1, '2019-07-06 12:32:51', NULL, 609, 'Подводное плавание', 'SPORTS'),
       (100, 1, '2019-07-06 12:32:51', NULL, 223, 'Подъём тяжестей', 'SPORTS'),
       (101, 1, '2019-07-06 12:32:51', NULL, 508, 'Работа тренером по аэробике', 'SPORTS'),
       (102, 1, '2019-07-06 12:32:51', NULL, 151, 'Растяжка', 'SPORTS'),
       (103, 1, '2019-07-06 12:32:51', NULL, 332, 'Ритмическая гимнастика (лёгкая)', 'SPORTS'),
       (104, 1, '2019-07-06 12:32:51', NULL, 592, 'Ритмическая гимнастика (тяжёлая)', 'SPORTS'),
       (105, 1, '2019-07-06 12:32:51', NULL, 400, 'Скандинавская ходьба', 'SPORTS'),
       (106, 1, '2019-07-06 12:32:51', NULL, 302, 'Спортивная гимнастика', 'SPORTS'),
       (107, 1, '2019-07-06 12:32:51', NULL, 479, 'Спортивная ходьба', 'SPORTS'),
       (108, 1, '2019-07-06 12:32:51', NULL, 739, 'Стэп-аэробика интенсивная', 'SPORTS'),
       (109, 1, '2019-07-06 12:32:51', NULL, 517, 'Стэп-аэробика лёгкая', 'SPORTS'),
       (110, 1, '2019-07-06 12:32:51', NULL, 230, 'Стрельба из лука', 'SPORTS'),
       (111, 1, '2019-07-06 12:32:51', NULL, 151, 'Стрельба из пистолета', 'SPORTS'),
       (112, 1, '2019-07-06 12:32:51', NULL, 517, 'Теннис (большой)', 'SPORTS'),
       (113, 1, '2019-07-06 12:32:51', NULL, 369, 'Тренажёры типа Наездник', 'SPORTS'),
       (114, 1, '2019-07-06 12:32:51', NULL, 445, 'Фехтование', 'SPORTS'),
       (115, 1, '2019-07-06 12:32:51', NULL, 202, 'Фрисби', 'SPORTS'),
       (116, 1, '2019-07-06 12:32:51', NULL, 517, 'Футбол', 'SPORTS'),
       (117, 1, '2019-07-06 12:32:51', NULL, 151, 'Хатха-йога', 'SPORTS'),
       (118, 1, '2019-07-06 12:32:51', NULL, 147, 'Ходьба 3 км/ч', 'SPORTS'),
       (119, 1, '2019-07-06 12:32:51', NULL, 196, 'Ходьба 4 км/ч', 'SPORTS'),
       (120, 1, '2019-07-06 12:32:51', NULL, 245, 'Ходьба 5 км/ч', 'SPORTS'),
       (121, 1, '2019-07-06 12:32:51', NULL, 294, 'Ходьба 6 км/ч', 'SPORTS'),
       (122, 1, '2019-07-06 12:32:51', NULL, 332, 'Ходьба 7 км/ч', 'SPORTS'),
       (123, 1, '2019-07-06 12:32:51', NULL, 369, 'Ходьба 8 км/ч', 'SPORTS'),
       (124, 1, '2019-07-06 12:32:51', NULL, 1336, 'Ходьба вверх по лестнице', 'SPORTS'),
       (125, 1, '2019-07-06 12:32:51', NULL, 202, 'Ходьба вниз по лестнице', 'SPORTS'),
       (126, 1, '2019-07-06 12:32:51', NULL, 445, 'Ходьба на природе', 'SPORTS'),
       (127, 1, '2019-07-06 12:32:51', NULL, 592, 'Хоккей', 'SPORTS'),
       (128, 1, '2019-07-06 12:32:51', NULL, 710, 'Хоккей на траве', 'SPORTS'),
       (129, 1, '2019-07-06 12:32:51', NULL, 369, 'Выкапывание ям', 'HOUSEWORK'),
       (130, 1, '2019-07-06 12:32:51', NULL, 141, 'Вытирание пыли', 'HOUSEWORK'),
       (131, 1, '2019-07-06 12:32:51', NULL, 122, 'Глажка белья', 'HOUSEWORK'),
       (132, 1, '2019-07-06 12:32:51', NULL, 353, 'Мойка и полировка автомобиля', 'HOUSEWORK'),
       (133, 1, '2019-07-06 12:32:51', NULL, 188, 'Мытьё окон', 'HOUSEWORK'),
       (134, 1, '2019-07-06 12:32:51', NULL, 234, 'Мытьё полов', 'HOUSEWORK'),
       (135, 1, '2019-07-06 12:32:51', NULL, 123, 'Мытьё посуды', 'HOUSEWORK'),
       (136, 1, '2019-07-06 12:32:51', NULL, 353, 'Обрезка деревьев и кустарника', 'HOUSEWORK'),
       (137, 1, '2019-07-06 12:32:51', NULL, 403, 'Перевозка груза на тачке', 'HOUSEWORK'),
       (138, 1, '2019-07-06 12:32:51', NULL, 445, 'Перемещение мебели', 'HOUSEWORK'),
       (139, 1, '2019-07-06 12:32:51', NULL, 517, 'Перенос коробок', 'HOUSEWORK'),
       (140, 1, '2019-07-06 12:32:51', NULL, 215, 'Подметание полов и ковров', 'HOUSEWORK'),
       (141, 1, '2019-07-06 12:32:51', NULL, 122, 'Покупка предметов для дома', 'HOUSEWORK'),
       (142, 1, '2019-07-06 12:32:51', NULL, 122, 'Покупка продуктов', 'HOUSEWORK'),
       (143, 1, '2019-07-06 12:32:51', NULL, 141, 'Поливка домашних растений', 'HOUSEWORK'),
       (144, 1, '2019-07-06 12:32:51', NULL, 294, 'Посадка в огороде', 'HOUSEWORK'),
       (145, 1, '2019-07-06 12:32:51', NULL, 332, 'Посадка деревьев или кустов', 'HOUSEWORK'),
       (146, 1, '2019-07-06 12:32:51', NULL, 93, 'Приготовление еды сидя', 'HOUSEWORK'),
       (147, 1, '2019-07-06 12:32:51', NULL, 141, 'Приготовление еды стоя', 'HOUSEWORK'),
       (148, 1, '2019-07-06 12:32:51', NULL, 332, 'Работа в огороде', 'HOUSEWORK'),
       (149, 1, '2019-07-06 12:32:51', NULL, 294, 'Работа с граблями', 'HOUSEWORK'),
       (150, 1, '2019-07-06 12:32:51', NULL, 508, 'Работа ручной косой', 'HOUSEWORK'),
       (151, 1, '2019-07-06 12:32:51', NULL, 332, 'Работа с газонокосилкой', 'HOUSEWORK'),
       (152, 1, '2019-07-06 12:32:51', NULL, 92, 'Развешивание одежды', 'HOUSEWORK'),
       (153, 1, '2019-07-06 12:32:51', NULL, 403, 'Разгрузка пиломатериалов', 'HOUSEWORK'),
       (154, 1, '2019-07-06 12:32:51', NULL, 260, 'Распаковка коробок', 'HOUSEWORK'),
       (155, 1, '2019-07-06 12:32:51', NULL, 445, 'Рубка дров', 'HOUSEWORK'),
       (156, 1, '2019-07-06 12:32:51', NULL, 445, 'Ручная уборка снега', 'HOUSEWORK'),
       (157, 1, '2019-07-06 12:32:51', NULL, 92, 'Складывание одежды', 'HOUSEWORK'),
       (158, 1, '2019-07-06 12:32:51', NULL, 369, 'Складывание и переноска дров', 'HOUSEWORK'),
       (159, 1, '2019-07-06 12:32:51', NULL, 202, 'Стирка вручную', 'HOUSEWORK'),
       (160, 1, '2019-07-06 12:32:51', NULL, 92, 'Стояние в очереди', 'HOUSEWORK'),
       (161, 1, '2019-07-06 12:32:51', NULL, 202, 'Уборка в квартире', 'HOUSEWORK'),
       (162, 1, '2019-07-06 12:32:51', NULL, 336, 'Уборка газона', 'HOUSEWORK'),
       (163, 1, '2019-07-06 12:32:51', NULL, 294, 'Уборка листьев', 'HOUSEWORK'),
       (164, 1, '2019-07-06 12:32:51', NULL, 508, 'Уборка снега', 'HOUSEWORK'),
       (165, 1, '2019-07-06 12:32:51', NULL, 141, 'Упаковка коробок', 'HOUSEWORK'),
       (166, 1, '2019-07-06 12:32:51', NULL, 223, 'Работа актёром в театре', 'PROFESSIONAL'),
       (167, 1, '2019-07-06 12:32:51', NULL, 184, 'Работа барменом', 'PROFESSIONAL'),
       (168, 1, '2019-07-06 12:32:51', NULL, 87, 'Работа в офисе', 'PROFESSIONAL'),
       (169, 1, '2019-07-06 12:32:51', NULL, 302, 'Работа в пекарне', 'PROFESSIONAL'),
       (170, 1, '2019-07-06 12:32:51', NULL, 101, 'Работа за компьютером', 'PROFESSIONAL'),
       (171, 1, '2019-07-06 12:32:51', NULL, 130, 'Работа клерком', 'PROFESSIONAL'),
       (172, 1, '2019-07-06 12:32:51', NULL, 294, 'Работа массажистом', 'PROFESSIONAL'),
       (173, 1, '2019-07-06 12:32:51', NULL, 454, 'Работа монтажником', 'PROFESSIONAL'),
       (174, 1, '2019-07-06 12:32:51', NULL, 151, 'Работа на погрузчике', 'PROFESSIONAL'),
       (175, 1, '2019-07-06 12:32:51', NULL, 710, 'Работа на ферме, птичнике', 'PROFESSIONAL'),
       (176, 1, '2019-07-06 12:32:51', NULL, 260, 'Работа плотником', 'PROFESSIONAL'),
       (177, 1, '2019-07-06 12:32:51', NULL, 151, 'Работа портным', 'PROFESSIONAL'),
       (178, 1, '2019-07-06 12:32:51', NULL, 100, 'Работа преподавателем', 'PROFESSIONAL'),
       (179, 1, '2019-07-06 12:32:51', NULL, 151, 'Работа санитаркой', 'PROFESSIONAL'),
       (180, 1, '2019-07-06 12:32:51', NULL, 559, 'Работа учителем физкультуры', 'PROFESSIONAL'),
       (181, 1, '2019-07-06 12:32:51', NULL, 151, 'Ремонт обуви', 'PROFESSIONAL'),
       (182, 1, '2019-07-06 12:32:51', NULL, 356, 'Сбор фруктов', 'PROFESSIONAL'),
       (183, 1, '2019-07-06 12:32:51', NULL, 252, 'Уборка мусора', 'PROFESSIONAL'),
       (184, 1, '2019-07-06 12:32:51', NULL, 252, 'Уборка помещений', 'PROFESSIONAL'),
       (185, 1, '2019-07-06 12:32:51', NULL, 445, 'Уход за лошадьми', 'PROFESSIONAL'),
       (186, 1, '2019-07-06 12:32:51', NULL, 80, 'Учёба в классе', 'PROFESSIONAL');
/*!40000 ALTER TABLE `activities`
    ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE = @OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE = @OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS = @OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS = @OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT = @OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS = @OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION = @OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES = @OLD_SQL_NOTES */;

-- Dump completed on 2019-07-06 15:39:18
